{
  "perseverance": [
    {
      "quote": "Csak azok az elveszett emberek, akik feladják saját maguk.",
      "author": "Hans-Ulrich Rudel"
    },
    {
      "quote": "Döbbenetes, mire képes az ember, ha megvan benne az akarat.",
      "author": "Michael Jackson"
    },
    {
      "quote": "Nem lehet olyan álom, amelynek az eléréséhez ne lenne elegendő erőd.",
      "author": "Richard Bach"
    },
    {
      "quote": "Éppen nem nagy dolog elkezdeni a jót. Azt be is végezni, egyedül ez teszi az embert tökéletessé.",
      "author": "Szent Ágoston"
    },
    {
      "quote": "Több nemes szándék kudarcát okozta már az akaraterő és a cselekvési kedv hiánya, mint az átlagos vagy gyenge képességek.",
      "author": "Harry F. Banks"
    },
    {
      "quote": "Nem szükséges reménykedni ahhoz, hogy belekezdjünk valamibe, sem sikerrel járni, hogy kitartsunk.",
      "author": "Orániai Vilmos"
    },
    {
      "quote": "A forráshoz csak az árral szemben lehet eljutni.",
      "author": "André Gide"
    },
    {
      "quote": "A gyávák az élet elvesztését tekintik a legfőbb rossznak, míg a nagy lelkek a legkevesebbre becsülik és inkább ezerszer is eldobnák azt, semhogy kudarcot valljanak és ne érjék el a célt, melyet maguk elé kitűztek.",
      "author": "Francis William Bain"
    },
    {
      "quote": "Az elhatározás önmagában kevés, jónak lenni kemény munka, és sokszor a könnyebb utat választjuk, így aztán nem is teszünk meg érte mindent, amit kell.",
      "author": "Louisa May Alcott"
    },
    {
      "quote": "Mint egy hullócsillag, legyőzheted a távolságot. Nem lesz könnyű, de ha hiszel magadban és nem nézel vissza, akkor bármi sikerülhet.",
      "author": "Lucas Grabeel"
    },
    {
      "quote": "Valóban erőssé válni azt jelenti, hogy soha, semmilyen körülmények között nem adod fel.",
      "author": "Youn In-Wan"
    },
    {
      "quote": "Ha erőd kevés, akkor félúton kidőlsz, de ne feküdj le már az út elején.",
      "author": "Konfuciusz"
    },
    {
      "quote": "Nehéz terepen: ne állj meg, folytasd az utat; bekerített terepen: dolgozz ki stratégiát; halálos terepen: harcolj!",
      "author": "Szun-Ce"
    },
    {
      "quote": "Fiam, az embernek önmaga az egyetlen ellenfele. Az egyetlen igazi ellenfél a lelkedben lakozik. Az ember ereje, Vic, nem az izmaiban rejlik, hanem a szívében. Biztos, hogy mindenkivel vele születik valamennyi bátorság. Erre szükség van a túléléshez. De a szív, ami benned dobog, csak akkor erősödik, ha folyton edzed. Életveszélyen kívül nem számít igazán, ha kudarcot vallasz. A jellem igazi próbája az, hogyan reagál az ember a kudarcra. A kudarc hasznos dolog lehet, de csak akkor, ha utána sokkal szívósabban, sokkal elszántabban próbálkozol újra. Egészen addig, amíg nem sikerül.",
      "author": "Dan Schmidt"
    },
    {
      "quote": "A siker az állhatatosság, a kitartás és az elszántság függvénye.",
      "author": "Malcolm Gladwell"
    },
    { "quote": "Csak aki feladja, az veszít!", "author": "Peter Freund" },
    {
      "quote": "Az én hitem szerint az ember vagy teljes odaadással műveljen valamit, vagy sehogy. Félmunkával sosem lehet eljutni sehova.",
      "author": "Justin Michael Mentell"
    },
    {
      "quote": "Az a nagyszerű az emberben, hogy soha nem veszti el a bátorságát és a kedvét; újra és újra kezdi, mert tudja, hogy fontos és érdemes újrakezdenie.",
      "author": "Ray Douglas Bradbury"
    },
    {
      "quote": "Csak az győz, aki tudja, miért harcol és szilárdan hisz is az ügyben.",
      "author": "Mihail Solohov"
    },
    {
      "quote": "Ha esetleg veszít az ember, hát veszít. Nem lehet mindig nyerni. De mindig jön egy másik verseny, amit meg lehet nyerni, és meg is kell!",
      "author": "Kimi Raikkönen"
    },
    {
      "quote": "A győztesek soha nem adják fel. Akik feladják, sohasem győznek.",
      "author": "Németh Pál"
    },
    {
      "quote": "A tehetség mögött hétköznapi szavak rejlenek: szorgalom, szeretet, szerencse, de mindenekelőtt a kitartás.",
      "author": "James Arthur Baldwin"
    },
    {
      "quote": "A kimagasló teljesítmény a kimagasló elkötelezettségből származik.",
      "author": "Andrew Matthews"
    },
    {
      "quote": "A siker jobbára azon múlik, hogy akkor is kitartsunk, amikor mások már feladták.",
      "author": "William Feather"
    },
    {
      "quote": "Semmit se szeressek félig csinálni, vagyis a tökély előtt megelégedni.",
      "author": "Bolyai János"
    },
    {
      "quote": "A te mai napod, amikor fel szeretnéd adni, másvalakinek a holnapot jelenti, s vele együtt a kitartást.",
      "author": "Hamaszaki Ajumi"
    },
    {
      "quote": "Nem az dönti el, mire viszed, hogy mikor kezded, hanem az, hogy mikor hagyod abba.",
      "author": "Richard Bach"
    },
    {
      "quote": "Nem akkor nyered el jutalmad, ha belekezdesz valamibe, hanem egyedül és csakis akkor, ha kitartasz mellette.",
      "author": "Sziénai Szent Katalin"
    },
    {
      "quote": "Nincs olyan hosszú út a földön, amit meg ne tenne az ember, ha igazán akarja.",
      "author": "Henry Rider Haggard"
    },
    {
      "quote": "A kudarcot vallottak kilencven százaléka valójában nem bukik el… egyszerűen csak feladják.",
      "author": "Paul J. Meyer"
    },
    {
      "quote": "Azok, akik tapasztalatból ismerik az elfogultságot, tudják, hogy ez az érzés az idővel egyenes arányban nő, míg az elszántság fordított arányban csökken.",
      "author": "Lev Tolsztoj"
    },
    {
      "quote": "A zseni húsz százalék inspirációból és nyolcvan százalék perspirációból (izzadságból) tevődik össze.",
      "author": "Umberto Eco"
    },
    {
      "quote": "Nincs jobb, mint túl nagy fába vágni a fejszét, aztán mégis felaprítani a fát.",
      "author": "Mark Burnett"
    },
    {
      "quote": "Ma megteszem, amit mások nem, és holnap elérem, amire ők nem képesek.",
      "author": "Jerry Rice"
    },
    {
      "quote": "Nem szokásom feladni a harcot, mindig a legvégső pillanatig próbálok kitartani, ami persze általában a legrosszabb eredményt szüli. Hiába vagyok ennek tudatában, nem tudok rajta változtatni.",
      "author": "Kanehara Hitomi"
    },
    {
      "quote": "Az élet néha olyan, mint egy szilaj ló. Bele kell kapaszkodni a sörényébe, meg kell lovagolni, még ha meg is próbál levetni a hátáról.",
      "author": "Karen Hawkins"
    },
    {
      "quote": "Mindig azon aggódok, hogyan fogják az emberek fogadni a következő lépésem. Emellett tisztában vagyok azzal, hogy ha valamibe belekezdek, akkor nem hagyhatom abba félúton.",
      "author": "Robert Pattinson"
    },
    {
      "quote": "A bálna ugrása. Olyan magasra rugaszkodik el, amennyire csak képes, keresztültör a vízfelszínen, a legmagasabb pontról egy még magasabb pontra. Vajon szemeiben az égbolt utáni vágyakozás tükröződik? Mi lenne, ha a csúcspont nem is az égbolt, hanem annál magasabb dolog lenne? Ha tudná, hogy a végtelen univerzumban ott vannak a ragyogó csillagok, talán megpróbálna még magasabbra jutni? Anélkül, hogy céljuk tudatában lennének, az élőlények erősen kitartóak.",
      "author": "Arakawa Under the Bridge c. film"
    },
    {
      "quote": "Attól, hogy valami felemészti az embert, még nem fogja feladni. Attól, hogy valami nehéz, még nem legyintünk rá, és fordítunk neki hátat.",
      "author": "Laurell Kaye Hamilton"
    },
    {
      "quote": "Mélyen élt bennem a meggyőződés - és ennek nagyon sokat köszönhettem -, hogy átlagos tehetséggel és átlagon felüli állhatatossággal szinte minden elérhető.",
      "author": "Thomas Fowell Buxton"
    },
    {
      "quote": "A kemény munka, az elhivatottság, és a hit túljuttat bármin, és segít valóra váltani mindent.",
      "author": "Chester Bennington"
    },
    {
      "quote": "Az eltökéltség indukálja a teljesítményt. Nem a piciny eltökéltség, nem a durva elhatározottság, nem a futó cél, hanem az erős és fáradhatatlan akarat, amely legyőzi a nehézséget és a veszélyt. (…) Az akarat óriásokat teremt.",
      "author": "Donald Grant Mitchell"
    },
    {
      "quote": "Az élet tele van csalódásokkal. Az apróbb kudarcokon csak úgy lehet úrrá az ember, hogy annál keményebben küzd.",
      "author": "Erich Wolf Segal"
    },
    {
      "quote": "Fel kell arra készülnünk, hogy át kell majd kelnünk bizonyos akadályokon, mielőtt az álmaink megvalósulnának.",
      "author": "Jerry Savelle"
    },
    {
      "quote": "Akkor is nekivágok, ha nincs reményem, s akkor is kitartok, ha nem kecsegtet siker.",
      "author": "Orániai Vilmos"
    },
    {
      "quote": "Az élet egyfolytában földet lapátol ránk vagy kókuszdiókat dobál a fejünkre, de mi csak akkor juthatunk ki a kútból, ha minden alkalommal reagálunk. Minden probléma alkalmat nyújt arra, hogy tegyünk egy lépést előre, minden problémára van megoldás, ha nem hagyjuk legyőzni magunkat.",
      "author": "Bruno Ferrero"
    },
    {
      "quote": "Elérni valamit mindig könnyebb, megtartani, az a nehéz. Azért, mert ahhoz napról napra, következetesen kell dolgozni. Melós, de ami nem melós, azt általában nem is értékeli semmire az ember.",
      "author": "Csernus Imre"
    },
    {
      "quote": "Ha hittel és akarattal mész előre, irigyeid száma is megnő. De ne állj meg, folytasd az utad! Soha nem érnek utol!",
      "author": "Polgár Ernő"
    },
    {
      "quote": "Ha elhatározzuk, hogy sikeresek leszünk, akkor azok is leszünk… Az erős akarat diadalt arat.",
      "author": "Lucy Maud Montgomery"
    },
    {
      "quote": "Maradj szorosan a nyomában annak, amibe belefogtál, s talán eljutsz a csúcsig, vagy oda, ahol egyedül te érted meg, hogy még nincs itt a csúcs.",
      "author": "Lucius Annaeus Seneca"
    },
    {
      "quote": "Az emberek azért buknak bele a nagy tervekbe és nagy célokba, mert azok túl távoliak, és nem tudnak olyan hosszú távon vonzónak lenni, mint amilyen sokáig küzdeni kell értük.",
      "author": "Szendi Gábor"
    },
    {
      "quote": "Semmi sem szebb, mint hogy képes vagy napról napra rászánni az életedet arra, amire mindig is vágytál.",
      "author": "David Villa"
    },
    {
      "quote": "Tudom, hogy ha egyszer elszántad magad, keresztülviszed, amit a fejedbe vettél. Te már csak olyan vagy, hogy mindig mindent végigcsinálsz.",
      "author": "Lucy Maud Montgomery"
    },
    {
      "quote": "Utolsó pillanatig erősebbnek lenni, mint a helyzet, amelyet külső erők teremtenek meg körülöttünk. Lélekben nem adni fel semmit, nem engedni; ez a titok.",
      "author": "Márai Sándor"
    },
    {
      "quote": "A gyönge nem harcol. Aki erősebb, harcol talán egy óra hosszat. A még erősebb hosszú évekig küzd. De egész életén át küzd a legerősebb. A legerősebb nélkülözhetetlen.",
      "author": "Bertolt Brecht"
    },
    {
      "quote": "Ha kilencvenkilencszer elesem, századszorra megállok a lábamon.",
      "author": "Henri Perruchot"
    },
    {
      "quote": "Mindent megpróbálok, ami erőmből telik; nem merülök el, amíg úszni tudok, nem esem el, amíg talpra állhatok.",
      "author": "Daniel Defoe"
    },
    {
      "quote": "Tökéletes terv nem létezik, de ez nem ok arra, hogy feladjuk.",
      "author": "Jennifer A. Nielsen"
    },
    {
      "quote": "Mindenki elesik. A lényeg az, hogy kelj fel, és menj tovább.",
      "author": "Hillary Clinton"
    },
    {
      "quote": "Ha épp felhők borítják is az eget, előbb-utóbb előragyog mögülük a nap, ami arra emlékeztet, hogy nem szabad feladni.",
      "author": "Matthew Quick"
    },
    {
      "quote": "Sosem az előttünk álló kihívások jelentik a valódi problémát. A probléma az, ha nem hisszük el, hogy le tudjuk küzdeni ezeket. A kétségeink, démonaink, korlátaink legyőzésének kulcsa, ha bizonyosak vagyunk benne, hogy azt tesszük, amit kell. Ha bizonyosság van bennünk, akkor nemcsak képesek vagyunk rá, hanem meg is csináljuk.",
      "author": "Yehuda Berg"
    },
    {
      "quote": "A legkisebb és a legnagyobb dologban egyformán csak konoksággal, elszánt akarattal érhet el valamit az ember. (…) Újból és újból nekivágok, nem törődöm vele, meddig tart, mennyi erőfeszítésbe kerül, de elérem, amit akarok.",
      "author": "Hajnal Gábor"
    },
    {
      "quote": "Amikor bonyodalmakat látunk, nem kerülhetjük meg őket pusztán azzal, hogy visszatérünk az egyszerűséghez.",
      "author": "Allan Massie"
    },
    {
      "quote": "A győztesek olyan vesztesek, akik felálltak és még egyszer megpróbálták.",
      "author": "Dennis DeYoung"
    },
    {
      "quote": "Nem megtörni: minden ez. Nem belenyugodni, nem elárulni. Szilajságom segít, és ahová sodor, ott utolér szeretetem s vele az élet dühödt vágya, ami értelmet ad napjaimnak.",
      "author": "Albert Camus"
    },
    {
      "quote": "Kitartással lehet versenyt nyerni, igaz? Mindig ezt mondják. Kitartás.",
      "author": "Susan Spencer-Wendel"
    },
    {
      "quote": "Eltökélten folytasd! Az akadályok ritkán azonos nagyságúak holnap, mint ma.",
      "author": "Robert Harold Schuller"
    },
    {
      "quote": "A győzelemhez tartozó árcédulán ez áll: kitartás.",
      "author": "Bob Gass"
    },
    {
      "quote": "Ha el akarok valamit érni, akkor rá kell jönnöm, hogy bizonyos érzelmek és vágyak összeillenek azzal, amit akarok, és ezek segíteni fognak álmom megvalósításában, míg némely érzelmek és vágyak megnehezítik ezt. Ha elég őszinte, felelősségteljes és megbízható vagyok, akkor biztos lehetek benne, hogy bármi is legyen az álmom, képes vagyok megvalósítani.",
      "author": "Zach LeBeau"
    },
    {
      "quote": "Soha egyetlen percig nem fordult meg a fejemben, hogy feladom. Mert hiszek abban, hogy az ember legfőbb dolga ezen a világon, hogy az álmait valóra váltsa. Higgyétek el, sohasem késő!",
      "author": "Harle Tamás"
    },
    {
      "quote": "Talán túl optimista vagyok, mert látom ugyan az utat, amelyet be kell járnom, de azzal is tisztában vagyok, hogy a második félidő több kísértést rejteget. Nehéz lesz ellenállnom a rövidebb út csábításának, és annak, hogy kihagyjam a fájdalmas részleteket, de nem szabad elgyengülnöm, mindig a következő lépésre kell koncentrálnom.",
      "author": "Mikkel Birkegaard"
    },
    {
      "quote": "Az apró esőcseppek, ha szakadatlanul hullanak a kemény sziklára, kivájják azt.",
      "author": "Gaál Mózes"
    },
    {
      "quote": "Soha le nem mondani, soha el nem csüggedni, ha kell, mindig újra kezdeni.",
      "author": "Kossuth Lajos"
    },
    {
      "quote": "Ha az élet nehézségei miatt a padlón kötsz ki, két választásod van. Lent maradsz, vagy felállsz, leporolod a nadrágodat, s emelt fővel továbbmész. Én az utóbbi mellett döntöttem. Valószínűleg néhányszor még fel kell majd tápászkodnom ebben az életben. Biztos vagyok benne, hogy meg is teszem.",
      "author": "Colleen Hoover"
    },
    {
      "quote": "Az emberi szervezet egy valódi csoda, iszonyatos dolgokra képes, és az a vicces, hogy ezt csak agyban kell eldönteni. Alapból azért nem tudja ezt az ember, mert létezik egy agyi gát, amely óv és véd bennünket. De ez a határ egy állapot, melyet kemény munkával mind kintebb és kintebb lehet tolni.",
      "author": "Pétervári-Molnár Bendegúz"
    },
    {
      "quote": "Lehet valamit akargatni, akarni, és lehet AKARNI. Vannak holtpontok az életünkben, amikor padlóra kerülünk. Úgy érzed, hogy nem megy tovább. “Túl nehéz. Nem bírom.” ezek a gondolatok kavarognak a fejedben. Jó szó a “holtpont”, mert ilyenkor valami tényleg meghal bennünk: a hit vagy a hitetlenség. Akiben a hit hal meg: föladja. Akiben a hitetlenség: folytatja tovább és megnyeri a csatát.",
      "author": "Müller Péter"
    },
    {
      "quote": "Sokkal jobb, ha valamit rosszul csinálunk, mintha csak ülnénk tétlenül.",
      "author": "Margaret Thatcher"
    },
    {
      "quote": "Az emberek szívesen tetszelegnek a nemtörődömségben, de csak akkor teljesedhetnek ki, akkor lesznek vidámak, ha igényessé válnak önmagukkal szemben. Akkor lesz valaki boldog, ha mindent a legjobb tudása szerint végez el, a kudarcok után feláll, és újra kezdi, amit akart.",
      "author": "Laurent Gounelle"
    },
    {
      "quote": "Valamiféle megnyugvás lehet a befejezés. Valami olyasmi, hogy tudom is én, milyen távon futsz, aztán elérsz a célvonalhoz, és felsóhajtasz: megcsináltam! De nem, soha. Megint újra kell kezdened az egészet.",
      "author": "Marilyn Monroe"
    },
    {
      "quote": "Nálam nincsenek határok, bármeddig tudom magam húzni, mert megtanultam, hogy csak így tudok előrelépni.",
      "author": "Nagy Tímea"
    },
    {
      "quote": "Amikor a dolgok rosszra fordulnak, az erősek továbbmennek.",
      "author": "Kimberley Freeman"
    },
    {
      "quote": "Tudom, hogy a kívánságok nem mindig úgy sülnek el, ahogy szeretnénk, de ha hiszünk, és az elménk nyitott, jó esély van rá, hogy valahogy más módon teljesülnek.",
      "author": "Alyson Noel"
    },
    {
      "quote": "Nem várhatod, hogy minden egyes meccset megnyerj, de folyamatos gyakorlással és edzéssel egyre jobb és jobb lehetsz.",
      "author": "David Aaron Kessler"
    },
    {
      "quote": "Ha kitartunk, a siker bármikor beüthet.",
      "author": "Barabási Albert-László"
    }
  ]
}
