{
  "goals": [
    {
      "quote": "Egyetlen ismeret van, a többi csak toldás: Alattad a föld, fölötted az ég, benned a létra.",
      "author": "Weöres Sándor"
    },
    {
      "quote": "Mindenki azt hiszi, hogy a földi élet célja az, hogy teljesítsünk valami tervet. Senki sem kérdezi, hogy ez a terv az övé-e, vagy valaki más alkotta. Gyűjtik a tapasztalatokat, az emlékeket, a dolgokat, mások ötleteit, és többet gyűjtenek, mint amennyit elbírnak. És közben megfeledkeznek az álmukról.",
      "author": "Paulo Coelho"
    },
    {
      "quote": "Ha valamit el akar érni, először is legyen tisztában vele, mit is akar pontosan, tartsa nyitva a szemét, és koncentráljon erősen.",
      "author": "Paulo Coelho"
    },
    {
      "quote": "Amit a cél elérésével kapunk, közel sem olyan fontos, mint amivé válunk, amíg azt elérjük.",
      "author": "Zig Ziglar"
    },
    {
      "quote": "Ott tévedünk, ha azt hisszük, a boldogság a cél.",
      "author": "Francois Lelord"
    },
    {
      "quote": "Egy ember élete mit sem ér cél nélkül. Cél nélkül nincs miért reggel felkelnie.",
      "author": "Lawrence Block"
    },
    {
      "quote": "Irányítsd méltó célokra tetteidet, de ne kérdezd, eljuttatnak-e a célig; legyenek példák és modellek a tetteid, nem pedig egy-egy cél elérésének puszta eszközei!",
      "author": "Szilárd Leó"
    },
    {
      "quote": "Amikor az ember határozott cél felé tart, nagyon fontos, hogy az útnak is szenteljen figyelmet. Az út az, amely mindig megmutatja a célba érés legjobb módját, s útközben gazdagodunk.",
      "author": "Paulo Coelho"
    },
    {
      "quote": "A világ utat nyit annak az embernek, aki tudja, merre tart.",
      "author": "Ralph Waldo Emerson"
    },
    { "quote": "Cél nincs. A cél: az út.", "author": "Paul Géraldy" },
    {
      "quote": "Célozd meg a Holdat! Még ha elhibázod is, a csillagok közt landolsz.",
      "author": "Phineas Taylor Barnum"
    },
    {
      "quote": "Gyönyörű az, ha az ember célba lát, s eléri azt, tűzön-vízen át.",
      "author": "Henrik Ibsen"
    },
    {
      "quote": "Még a leglassúbb is, ha célját nem téveszti szem elől, szaporábban halad, mint az, aki céltalan bolyong.",
      "author": "Gotthold Ephraim Lessing"
    },
    {
      "quote": "Hasznos életcélt találni és azt kitartóan megvalósítani - ez az egyik titka minden olyan életnek, amelyet érdemes megélni.",
      "author": "Herbert Casson"
    },
    {
      "quote": "Arra a megfigyelésre tettem szert, hogy egy célirányos élet általában jobb, gazdagabb, egészségesebb, mint egy céltalan, és jobb az idővel előre tartani, mint az idő ellen visszafelé lépkedni.",
      "author": "Carl Gustav Jung"
    },
    {
      "quote": "Az életnek két célja lehet: először elérni, amit akarunk, s ezután örülni neki. Csak a legbölcsebbek teljesítik a másodikat.",
      "author": "Logan Pearsall Smith"
    },
    {
      "quote": "Holnap már minden a mienk lesz, Hogyha akarunk, ha merünk.",
      "author": "Ady Endre"
    },
    {
      "quote": "Úgy látszik, az ember mindent bír, addig a határig, amíg célja van az életnek.",
      "author": "Márai Sándor"
    },
    {
      "quote": "Az igazi keresése a “találással” kezdődik.",
      "author": "Soproni István"
    },
    {
      "quote": "Ha van egy célod az életedben, egy igazi cél, nem számít, hogy szegény vagy gazdag származású vagy, ha keményen dolgozol és hiszel Istenben, elérheted a sikert az életedben.",
      "author": "Ayrton Senna"
    },
    {
      "quote": "Nem az számít, honnan indulsz, hanem az, hogy milyen döntéseket hozol arról, hogy hová akarsz végül eljutni.",
      "author": "Tony Robbins"
    },
    {
      "quote": "A vagyon és a befolyás nem javítják a hangulatot, ha utána már azonnal a következő cél lebeg a szemünk előtt.",
      "author": "Stefan Klein"
    },
    {
      "quote": "A boldog élet titka az, hogy az embernek legyenek sikerei, amelyekre büszke lehet, és legyenek céljai, amelyek hajtják.",
      "author": "Jeff Lindsay"
    },
    {
      "quote": "Semmi sem állhat ellen az emberi akaratnak, amely a kinyilvánított célja érdekében kész kockára tenni akár még a létezését is.",
      "author": "Benjamin Disraeli"
    },
    {
      "quote": "Teljesen mindegy, ki ellen kell versenyezni, a cél az, hogy gyorsabbak legyünk.",
      "author": "Sebastian Vettel"
    },
    {
      "quote": "Mint testnek a víz, olyan a léleknek a cél.",
      "author": "John Fowles"
    },
    {
      "quote": "Az ember legfontosabb célja, hogy értéket teremtsen, és meg is őrizze.",
      "author": "Lewis Mumford"
    },
    {
      "quote": "Ha boldog akarsz lenni, tűzz ki magad elé bármilyen célt, csak egyet ne: a boldogságot.",
      "author": "Lucian Blaga"
    },
    {
      "quote": "Legyél olyan, mint egy postabélyeg! Addig tapadj rá valamire, míg célba nem érsz!",
      "author": "Josh Billings"
    },
    {
      "quote": "A cél olyan, mint a sarkcsillag: ráállítod az iránytűdet, és amikor letérsz az utadról, segít visszatalálni.",
      "author": "Marshall E. Dimoc"
    },
    {
      "quote": "Végső soron az ember mindig csak azt találja el, amit célba vesz. Ezért úgy kellene, hogy minél magasabbra tűzze a célt - még ha eleve kudarcra van is ítélve.",
      "author": "Henry David Thoreau"
    },
    {
      "quote": "Nem akkor érsz célhoz, ha mindent kimerítettél, hanem ha megtaláltad a kimeríthetetlent.",
      "author": "Hamvas Béla"
    },
    {
      "quote": "Ahová érdemes eljutni, oda nincs rövidebb út.",
      "author": "Beverly Sills"
    },
    {
      "quote": "Az akadály az a rémisztő dolog, amelyet akkor látunk, ha levesszük szemünket a célról.",
      "author": "Henry Ford"
    },
    {
      "quote": "Két módja van annak, hogy magasabb méltóságokba kerüljünk, az, amit egyenes útnak, vagy kitaposott útnak nevezünk, és a kerülő út, vagy görbe út. Emez a rövidebb.",
      "author": "Jean de La Bruyére"
    },
    {
      "quote": "Minden embernek szüksége van valamilyen célra az életben, amit tiszteletben tart és büszke, hogy dolgozik érte, mert csak úgy maradhat egészséges.",
      "author": "Selye János"
    },
    {
      "quote": "Nem tudom megváltoztatni a szél irányát, de be tudom állítani úgy a vitorláimat, hogy mindig elérjem a célomat.",
      "author": "Jimmy Ray Dean"
    },
    {
      "quote": "Kétféle ember van. Az egyik valaki akar lenni, a másik valamit akar tenni. Én az utóbbihoz tartozom.",
      "author": "Jean Monnet"
    },
    {
      "quote": "A boldogság titka az, hogy elérhető céljaink legyenek.",
      "author": "Nicholas Sparks"
    },
    {
      "quote": "Ha a céljainkhoz vezető út során el akarunk jutni A-ból Z-be, azt a legbiztosabban úgy tehetjük meg, ha először B-be, majd C-be, aztán D-be jutunk el és így járjuk végig az utat. Ha akárcsak egyetlen lépést is kihagyunk, az általában kudarchoz vezet, még ha az adott pillanatban úgy is tűnik, hogy időt nyerünk ezáltal.",
      "author": "Dan Millman"
    },
    {
      "quote": "Hiába keresi az utat az, aki nem tudja: hová akar menni.",
      "author": "Hidas Antal"
    },
    {
      "quote": "Aki a célt ismeri, az tud dönteni, aki döntött, nyugalmat talál, aki megtalálta a nyugalmát, bizonyosságban él. Aki bizonyosságban él, az birtokolja önmagát, aki birtokolja önmagát, az jobbá teheti életét.",
      "author": "Konfuciusz"
    },
    {
      "quote": "Ha az embernek világos célja van, még a legmostohább úton is haladni fog. Ha az embernek nincs célja, még a legsimább úton sem jut el sehova.",
      "author": "Thomas Carlyle"
    },
    {
      "quote": "„Ha tudod, hol a cél, a hozzá mutató jeleket is észre fogod venni.",
      "author": "Marie Clarence"
    },
    {
      "quote": "Már tudom, hogy érhetek el sok mindent. Mindig tenni kell valamit, nem pedig tehetetlenül üldögélni!",
      "author": "Thomas Brezina"
    },
    {
      "quote": "Korunkkal az a baj, hogy tele van útjelző táblákkal, de sehol sincs megjelölve a cél.",
      "author": "Louis Kronenberger"
    },
    {
      "quote": "A legtöbb ember azt hiszi, hogy vannak céljai, mikor valójában csak vágyai vannak. Például azt mondják, hogy az a céljuk, hogy nehéz munka, áldozat és rizikó nélkül gazdaggá váljanak. De ez nem cél, ez fantazmagória.",
      "author": "Scott Adams"
    },
    {
      "quote": "Mindenki annyit ér, amennyit az a dolog ér, amit elérni igyekszik.",
      "author": "Bulat Okudzsava"
    },
    {
      "quote": "A célok és a megvalósítás között a híd az önfegyelem.",
      "author": "Jim Rohn"
    },
    {
      "quote": "Vannak emberek, kik egyáltalán nem tévednek, mert semmilyen okos célt nem tűznek ki maguk elé.",
      "author": "Johann Wolfgang von Goethe"
    },
    {
      "quote": "Csak azok az emberek szomorúak, akiknek nincs céljuk. Nekem van célom.",
      "author": "Cassandra Clare"
    },
    {
      "quote": "Az önbizalom az első lépés ahhoz, hogy megszerezd, amit akarsz, vagy amire szükséged van.",
      "author": "Nora Roberts"
    },
    {
      "quote": "Mindennap, vagy amilyen gyakran csak tudod, írd le, hogy mit akarsz. Így valahányszor összezavarodsz, vagy irányt tévesztesz, elég belepillantanod ebbe a naplóba, és máris eszedbe jut, hová akarsz menni, és mit keresel.",
      "author": "Dave Eggers"
    },
    {
      "quote": "Valahányszor elértük a célt, úgy találjuk, hogy nem is olyan izgalmas, mégis azonnal ráhajtunk, hogy elérjük a következő, az utána következő és az az utáni következő célt. Mindez persze nem azt jelenti, hogy a célok nem számítanak. Nagyon is számítanak, már csak azért is, mert miközben elérni igyekszünk a célokat, fejlődünk, s végül bölcsebbé, boldogabbá válunk, satöbbi. Ha elrontunk valamit, attól szerencsétlenek, dühösek, zavartak leszünk. A cél tehát jót tesz, és használ nekünk, már csak azért is, mert jótékony fejlődést biztosít. Ám ettől eltekintve is, a folyamat az, ami igazán fontos.",
      "author": "Benjamin Hoff"
    },
    {
      "quote": "Minél magasztosabb a cél, annál nehezebb a hozzá vezető út.",
      "author": "Alekszandr Polescsuk"
    },
    {
      "quote": "Én nem bánom, hogy dolgoznom kell, ha egyszer muszáj. De azt fogom csinálni, ami nekem tetszik, és azért fogok dolgozni, hogy jussak valamire.",
      "author": "Agatha Christie"
    },
    {
      "quote": "Ha el merem képzelni azt, ahova el szeretnék jutni - akár fizikai, akár lelki értelemben -, az fél siker, mert csupán az valósulhat meg kívül, amit belül már képes voltam megteremteni.",
      "author": "Kádár Annamária"
    },
    {
      "quote": "Az ember nem érhet célt, ha nem teremt magának szilárd alapot, amelyen biztos lábbal áll; holmi fiatalos ábrándozással semmire sem lehet jutni.",
      "author": "Nyikolaj Vasziljevics Gogol"
    },
    {
      "quote": "Útra is szükség van, és célra is. Egyik sem teljes a másik nélkül. Igen, a cél, és az úton felfedezett sok kis apróság együtt jelentik az életet.",
      "author": "Csitáry-Hock Tamás"
    },
    {
      "quote": "A célok meghatározzák az utat, az egyenes azonban nem feltétlenül a legjobb. A keleti bölcsesség a napfény irányát követi: Aki siet, tegyen kerülőt!",
      "author": "Rüdiger Dahlke"
    },
    {
      "quote": "Folytasd, amit elkezdtél, és ha nem éred el célodat, mérd fel újra az utat, mely hozzá vezet.",
      "author": "Leonyid Leonov"
    },
    {
      "quote": "Az igazi álmoknak az akadályok adnak erőt. Máskülönben nem változnak tervekké, hanem csak álmok maradnak.",
      "author": "Alessandro D`Avenia"
    },
    {
      "quote": "A tudásnak semmi haszna cél nélkül.",
      "author": "Frank Herbert"
    },
    { "quote": "Ha az út könnyű, a cél értéktelen.", "author": "Dan Abnett" },
    {
      "quote": "Ha nem feledkezel el a kitűzött céljaidról, minden alkalmat meg fogsz ragadni, hogy közelebb kerülj hozzájuk.",
      "author": "Arthur Golden"
    },
    {
      "quote": "A célok nem csak azért szükségesek, hogy motiváljanak minket. Nélkülözhetetlenek, mert valójában azok tartanak bennünket életben.",
      "author": "Robert Harold Schuller"
    },
    {
      "quote": "Nem a cél, hanem az Út a legfontosabb, mely elvezet odáig. Mert négy nagy törvény van: tudni, merni, akarni és hallgatni.",
      "author": "Gaál Viktor"
    },
    {
      "quote": "Sokáig csak a mának éltem. (...) Ez nem jó irány, vagyis hogy nem a legjobb. Fontosnak tartom azt, hogy mindig legyen előttem cél, hogy mindig meg tudjak küzdeni valami olyanért, amit ha elérek, akkor nyugodt szívvel megveregethessem a vállamat.",
      "author": "Muri Enikő"
    },
    {
      "quote": "Az élet olyan, mint egy vonat (...). Megy tovább. És jó is, hogy így van. (...) Mert a vonat végül eljut az úticéljához.",
      "author": "Agatha Christie"
    },
    {
      "quote": "A győztesek a célszalagon tartják a szemüket, nem az akadályokon.",
      "author": "Frank Edward Peretti"
    },
    {
      "quote": "Ha rájössz, hogy képes vagy elérni kitűzött céljaidat, újabb, akár még az előzőeknél is merészebb álmok megvalósításába fogsz belekezdeni. Aki megérzi egyszer az akaraterejével szakított gyümölcs ízét, azt már nem lehet megállítani a maga választotta úton.",
      "author": "Székely György"
    },
    {
      "quote": "Aki el akar érni valamit, annak a célra kell szegeznie a tekintetét, nem az akadályokra.",
      "author": "Gyökössy Endre"
    },
    {
      "quote": "Ami számodra értelem, cél, azt senki nem fogja helyetted felfedezni.",
      "author": "Anthony de Mello"
    },
    {
      "quote": "Egy álom akkor válik céllá, amikor lépéseket teszel a megvalósítás irányába.",
      "author": "Bo Bennett"
    },
    {
      "quote": "Ha feltétel nélkül elköteleződsz a célod elérése iránt, és ha ez a döntésed elég erős, biztos, hogy megtalálod az utat és a módot, hogy elérd a célodat.",
      "author": "Robert Conklin"
    },
    {
      "quote": "A teljes elkötelezettségnek megvan az a szépsége, hogy többé nem kell döntéseket hozni. Pontosan ismerjük az előttünk álló utat, és minden helyzetben csak egy dolgot kell megkérdeznünk magunktól: “Előbbre viszi ez a tervemet vagy sem?” és a döntés adja magát. Egyszerű.",
      "author": "Richard Templar"
    },
    {
      "quote": "Aki sohasem épített légvárakat, annak sohasem lesznek palotái, és (...) akinek az az álma és becsvágya, hogy száz forint legyen a havi fizetése, annak sohase lesz kétszáz.",
      "author": "Krausz Simon"
    },
    {
      "quote": "Mindig le kell küzdened a többi ember visszahúzó erejét, amikor nagyobb célokat szeretnél megvalósítani.",
      "author": "George Smith Patton"
    },
    {
      "quote": "A véletlen lehetővé teszi számodra, hogy egyszer-egyszer megvalósíts egy célt, de következetes eredmény csak akkor történik, ha szereted azt, amit csinálsz.",
      "author": "Bart Wayne Conner"
    },
    {
      "quote": "A lelkesedés diktálja az iramot, de a kitartás éri el a célt.",
      "author": "Dan Millman"
    },
    {
      "quote": "Egy cél, amelyet szem előtt tartasz, összegyűjti az erődet, világosságot és új, célratörő akaratot ad neked.",
      "author": "Anselm Grün"
    },
    {
      "quote": "Ahhoz, hogy elérd a célod, tudnod kell, mit akarsz.",
      "author": "Gordon Ramsay"
    },
    {
      "quote": "Ha valaki 100 méterre megközelíti a csúcsot, az még nem mászta meg a hegyet.",
      "author": "André Weil"
    },
    {
      "quote": "Valami újra vállalkozni mindig kockázatos feladat. Számolni kell az értetlenséggel, az ismeretlennel szembeni idegenkedéssel, a megszokotthoz ragaszkodók közönyével... Voltak olyanok, akik merték vállalni ezt a kockázatot, mert hittek abban, hogy az új, amelyre vállalkoznak, hasznos és jó, előbbre viszi az ügyet.",
      "author": "Illyés Gyuláné Kozmutza Flóra"
    },
    {
      "quote": "Az emberek azért buknak bele a nagy tervekbe és nagy célokba, mert azok túl távoliak, és nem tudnak olyan hosszú távon vonzóak lenni, mint amilyen sokáig küzdeni kell értük.",
      "author": "Szendi Gábor"
    },
    {
      "quote": "Ha az ember világosan látja a célt és az oda vezető utat, és ha ez a cél, ahogy ma nevezik, globálisan helyes, nem szabad kételkedni.",
      "author": "Clara Sánchez"
    },
    {
      "quote": "Cél van csak, út nincs. Amit útnak nevezünk, az a tétovázás.",
      "author": "Franz Kafka"
    },
    {
      "quote": "Ha valahogyan reményt tudok ültetni a kétségeim, bátorságot a félelmeim és büszkeséget az önsajnálat helyére, akkor... képes leszek elérni, amit akarok.",
      "author": "Bear Grylls"
    },
    {
      "quote": "Az igazi célokat nem tudja az ember fogcsikorgatva és ökölbe szorított kézzel elérni, hanem csak nyitott kézzel. Éppoly kevéssé lehet a szelet megmarkolni, mint a nyugalmat ököllel átkarolni.",
      "author": "Anselm Grün"
    },
    {
      "quote": "Ha a cél lebeg a szemed előtt, az akadályok sem ijesztenek el tőle.",
      "author": "Carrie naplója c. film"
    },
    {
      "quote": "Meg kell tanulnod bánni a képességeiddel, és felismerni, kik azok, akik segítik majd az utadat, és messze elkerülni azokat, akik gátolni akarnak a céljaid elérésében!",
      "author": "A. O. Esther"
    },
    {
      "quote": "Bármi történik, menjünk csak előre. Ezt kell tennünk. Olyan ez, mint amikor versenyautóban ülünk... nem gondolunk arra, hogy meghalhatunk benne. Van előttünk cél. És csak a célt akarjuk megvalósítani.",
      "author": "Adam Makos"
    },
    {
      "quote": "Anyám volt a mentorom. (...) Azt mondta, “bármit megtehetsz, ha igazán elhatározod magad! Ha lusta vagy, akkor elbuksz. De ha tényleg elhatározod és megküzdesz érte, akkor bármit elérhetsz.",
      "author": "Meryl Streep"
    }
  ]
}
