{
  "growth": [
    {
      "quote": "Minél nagyobb a haladás, annál nagyobb mértékben ismerjük meg fogyatékosságunkat. Az elégtétel a törekvésben rejlik, nem az elérésben.",
      "author": "Mahatma Gandhi"
    },
    {
      "quote": "Mindig sokat segít, ha tanulunk hibáinkból, mert így magunk is beláthatjuk, hogy érdemes volt hibázni.",
      "author": "Garry Marshall"
    },
    {
      "quote": "A siker mércéje az, milyen magasra ugrasz, miután elbuktál.",
      "author": "George Smith Patton"
    },
    {
      "quote": "Ma van a hátralévő életed első napja.",
      "author": "Charles Dederich"
    },
    {
      "quote": "Az ellenség is sokra taníthat.",
      "author": "Publius Naso Ovidius"
    },
    {
      "quote": "Nem az számít, hogy minek születik valaki, hanem az, hogy mivé nő fel.",
      "author": "Joanne Kathleen Rowling"
    },
    {
      "quote": "Az embernek sohasem kell restelkednie egy tévedés bevallásán. Ezzel azt mutatja, hogy fejlődik, és ma okosabb, mint tegnap.",
      "author": "Jonathan Swift"
    },
    {
      "quote": "A félelmek mindig nagyon fontosak, mert a lélek rajtuk keresztül akar velünk közölni valamit. Nem az a bátor, aki nem veszi figyelembe a félelmeit, hanem az, aki utánajár a félelme okának.",
      "author": "Peter Lauster"
    },
    {
      "quote": "A helyes döntés kulcsa a tapasztalat, a tapasztalat forrásai pedig többnyire a rossz döntések.",
      "author": "Robert Abercrombie Lovett"
    },
    {
      "quote": "A többség elszántan kapaszkodik a meglévőbe; a haladás kerekét mindig egy kisebbség lendíti tovább.",
      "author": "Bertrand Russell"
    },
    {
      "quote": "Ne elégedj meg azzal, ami vagy, hanem törekedj azzá válni, ami lehetnél.",
      "author": "Bertolt Brecht"
    },
    {
      "quote": "Fejlődés. Ez az egyik legjobb ellenszere az unalomnak, egyben az öregedésnek is. Mert az ember vagy fejlődik, vagy öregszik.",
      "author": "Gyökössy Endre"
    },
    {
      "quote": "Mondd el és elfelejtem; mutasd meg és megjegyzem; engedd, hogy csináljam és megértem.",
      "author": "Konfuciusz"
    },
    {
      "quote": "Lassan haladok, de sosem hátrafelé.",
      "author": "Abraham Lincoln"
    },
    {
      "quote": "Ha válságba vagy zsákutcába kerül az ember, annak egy előnye mindenképp van: gondolkodásra kényszerít.",
      "author": "Dzsaváharlál Néhrú"
    },
    {
      "quote": "Vágyakozó gondolataidat változtasd erőteljes akaraterővé.",
      "author": "Sri Chinmoy"
    },
    {
      "quote": "Az őszinte dicséretnek mágikus hatalma van. Ha azt akarod, hogy a másik fejlődjék, dicsérd őszintén. Ez mindig lehetséges. Vizsgáld a másikat, lásd meg tehetségét, képességeit, világíts rá azokra.",
      "author": "Michel Quoist"
    },
    {
      "quote": "Műveden építs mindennap valamit, mindennap. Néha csak javítsd egy részletét, néha, mikor erőtlen vagy, csak rendezgesd, tedd helyére a rendetlen sorokat és oldalakat. De mindennap építsd egy mozdulattal.",
      "author": "Márai Sándor"
    },
    {
      "quote": "Az ember könnyen megjegyzi, ki bántotta meg. Sokkal nehezebb - és sokkal szeretettelibb - azt felidézni, mit tanult abból, hogy túlélte ezt a bántást és hogy továbblépett.",
      "author": "Stephanie Dowrick"
    },
    {
      "quote": "Minden győzelem közül az első és a legszebb: magunkat legyőzni.",
      "author": "Démokritosz"
    },
    {
      "quote": "Minden hordoz magában tanulságot, csak találd meg benne.",
      "author": "Lewis Carroll"
    },
    {
      "quote": "Legyünk, amivé lehetünk, senki sem születik készen.",
      "author": "Baltasar Gracián"
    },
    {
      "quote": "Ha fejlődni akarsz, fogadd el, hogy bolondnak fognak tartani.",
      "author": "Epiktétosz"
    },
    {
      "quote": "Nem biztos, hogy az fejlődés, ha mindenáron előre törünk.",
      "author": "Umberto Eco"
    },
    {
      "quote": "A múltunk lehet zavaros és fájdalmas, de az nem a pusztulásunk. Ha szerencsénk van, akkor a jövőnk alapja. A zűrzavaron keresztül kell utat találni a lényegeshez.",
      "author": "A férfi fán terem c. film"
    },
    {
      "quote": "Kevés ember eléggé bölcs ahhoz, hogy a mérgezett dicséretnél többre becsülje a hasznos kritikát.",
      "author": "Francois de La Rochefoucauld"
    },
    {
      "quote": "A világhoz nem alkalmazkodni kell, hanem csinálni, nem újrarendezgetni azt, ami már megvan benne, hanem hozzáadni mindig.",
      "author": "Ottlik Géza"
    },
    {
      "quote": "Ahhoz, hogy a világot megváltoztassuk, előbb önmagunkat kell megváltoztatnunk.",
      "author": "James Redfield"
    },
    {
      "quote": "Amint haladsz előre, úgy teremted a saját univerzumod.",
      "author": "Winston Churchill"
    },
    {
      "quote": "Sohase sajnáld azt az időt, amit arra fordítasz, hogy jól tedd, amit teszel.",
      "author": "Joseph Joubert"
    },
    {
      "quote": "Azokból a kövekből, melyek utunkba gördülnek, egy kis ügyességgel lépcsőt építhetünk.",
      "author": "Széchenyi István"
    },
    {
      "quote": "Ott mélyen belül a tudatosságot táplálni magunkban, a körültekintő és belátó gondolkodást fejleszteni többet ér, mint bármilyen meditáció vagy ima.",
      "author": "Tendzin Gjaco"
    },
    {
      "quote": "Az ember járja a maga lejtőjét - csak az a fontos, hogy ez a lejtő felfelé vezessen.",
      "author": "André Gide"
    },
    {
      "quote": "Olykor téved az ember. Az teszi naggyá, ha belátja.",
      "author": "Vavyan Fable"
    },
    {
      "quote": "Az értelem, az erkölcs és a jellem bizonyos párhuzamban áll valamennyiünk egyéniségében, és töretlen folytonossággal fejlődik tovább, ha ugyan az élet nagy háborgásai nem térítik más irányba.",
      "author": "Victor Hugo"
    },
    {
      "quote": "A fejlődés alapvető jellemzője mindig az, hogy nem önmagában alakul, hanem sajátos tevékenységek és sajátos konfliktusok és válságok irányítják.",
      "author": "Pléh Csaba"
    },
    {
      "quote": "Ahogy elképzeljük, hogy önmagunktól különbözőek is lehetnénk, valójában máris jó úton vagyunk afelé, hogy tényleg különbözők legyünk.",
      "author": "Alison Gopnik"
    },
    {
      "quote": "Az álom nem az, ami már létezik, de az sem, ami sohasem valósulhat meg. Úgy van ez, mint az életben a földön: nincs út, de jön sok-sok ember, és - utat vág!",
      "author": "Lu Hszin"
    },
    {
      "quote": "Legyőzni önmagunkat, ez az egyetlen valóságos és az egyetlen tökéletes győzelem.",
      "author": "Charles Péguy"
    },
    {
      "quote": "Ha minden percben megkérdjük magunktól, valóban azt akarjuk-e tenni, amit tenni készülünk, és csak akkor tesszük, ha a válaszunk igen, akkor automatikusan el fognak kerülni bennünket azok, akiknek nincs mit tanulniuk az olyanoktól, amilyenek mi vagyunk, és vonzani fogjuk azokat, akiknek van, és akiktől nekünk is van tanulnivalónk.",
      "author": "Richard Bach"
    },
    {
      "quote": "Ilyen ember vagyok - mert ilyenné tettem magam.Ha másmilyen ember akarok lenni - olyanná kell tennem magam.",
      "author": "Müller Péter"
    },
    {
      "quote": "Megállni a lejtőn - felér a dicsőséggel.",
      "author": "Osvát Ernő"
    },
    {
      "quote": "Ne csak a kortársainknál vagy az elődeinknél akarjunk jobbak lenni, hanem saját magunknál is.",
      "author": "William Faulkner"
    },
    {
      "quote": "Igazán akkor szűnünk meg élni, amikor már nincs több tanulnivalónk.",
      "author": "Gordon Dahlquist"
    },
    {
      "quote": "Nem tekintgetünk sokáig a múltba. Megyünk tovább, előre, új kapukat tárunk ki, új dolgokat teszünk, mert kíváncsiak vagyunk, és a kíváncsiság vezet új utakra minket.",
      "author": "Walt Disney"
    },
    {
      "quote": "Lakik bennem valaki, aki ellen küzdök, hogy magamat gyarapítsam.",
      "author": "Antoine de Saint-Exupéry"
    },
    {
      "quote": "A megpróbáltatásokon keresztülmenni olyan, mint sziklának lenni egy kőcsiszolóban. Ide-oda lökdösnek és felhorzsolódsz, de csiszoltabban és értékesebben kerülsz ki onnan, mint amilyen valaha voltál.",
      "author": "Elisabeth Kübler-Ross"
    },
    {
      "quote": "Mindannyian felfedezők vagyunk. Hogyan élhetnénk úgy, hogy csak nézünk egy ajtót, de soha nem nyitjuk ki?",
      "author": "Duane Robert Ballard"
    },
    {
      "quote": "A múltba tekintésnek csak akkor van értelme, ha a jövőt szolgálja.",
      "author": "Konrad Adenauer"
    },
    {
      "quote": "Ma már tudom, hogy a fejlődés fájdalommal és a komfortzóna elhagyásával jár, és hogy a félelem nem valami rossz dolog, hanem az erőforrásaim aktiválásához szükséges érzelem.",
      "author": "Kádár Annamária"
    },
    {
      "quote": "Azért nem jut sok értelmes, tanult ember nagy vagyonhoz, mert az iskolában azt tanulta, hogy a hibák rosszak. Az életben az nyer, aki a legtöbb hibát véti, és tanul belőle - úgy, hogy nem hazudik, nem csal, nem tagadja le, nem okol másokat.",
      "author": "Robert T. Kiyosaki"
    },
    {
      "quote": "Ha meg akarod változtatni a világot, először próbálj valamit jobbá tenni, megváltoztatni magadon. Ez segít megváltoztatni a családodat, a barátaidat, aztán így kell folytatni egyre nagyobb és nagyobb körben. Minden, amit teszünk, hatással lesz valamire és valakire.",
      "author": "Tendzin Gjaco"
    },
    {
      "quote": "Nincs felesleges ismeret, nincs értelmetlen információ, nincs egyetlen lényegtelen pillanat sem! Az elmúlt ötven éved minden lépésére, minden egyes ezredmásodpercére szükséged volt, hogy eljuthass oda, ahol ma vagy.",
      "author": "A. J. Christian"
    },
    {
      "quote": "A fejlődés első törvénye a rend. Ahhoz, hogy valami fejlődjön, rendszerre van szüksége.",
      "author": "Andrew Matthews"
    },
    {
      "quote": "A fejlődéshez az embernek újra kell alkotnia önmagát, és nem alkothatja újra önmagát szenvedés nélkül. Mert ő a márvány és a szobrász egyaránt.",
      "author": "Alexis Carrel"
    },
    {
      "quote": "Hibát elkövetni nem bűn - hibázz, amennyit csak lehet, mert így fogsz csak egyre többet érteni a világból! Csak ne kövesd el ugyanazt a hibát újra meg újra, mert az már tényleg ostobaság!",
      "author": "Osho"
    },
    {
      "quote": "Ha időnként az ember több információhoz jut és bölcsebb lesz, akkor megváltoztatja a véleményét, még ha igazán belülről nem is azt érzi.",
      "author": "Németh Lajos"
    },
    {
      "quote": "Minden veszély, amely megvalósul, lehetőséget ad arra, hogy fejlődjünk és változzunk.",
      "author": "Richard Templar"
    },
    {
      "quote": "Az erős ember élete a cselekvésről szól: nem érezhetsz meleget, míg létre nem hozod, nem lehet örömed, ha nem játszol, és nem ismerheted meg a szerencsét, ha nem kockáztatsz.",
      "author": "Joan Anderson"
    },
    {
      "quote": "Azt hiszem, az ember nem láthatja világosan, mi lesz a következő lépés, ha nem látja, honnan indult.",
      "author": "Nora Roberts"
    },
    {
      "quote": "Az élet egyetlen célja, hogy azok legyünk, akik vagyunk, és azzá legyünk, akik lehetünk.",
      "author": "Robert Louis Stevenson"
    },
    {
      "quote": "A sorsunk azért állít minket mindenféle jó vagy rossz helyzetbe, hogy tanuljunk belőle.",
      "author": "Koncz Erzsébet"
    },
    {
      "quote": "Az alaposan kitaposott ösvények nem vezetnek sehová.",
      "author": "Arthur Bloch"
    },
    {
      "quote": "Az egyik dolog, amit megtanultam az életben, hogy mindig kapunk leckét arról, hogyan éljük az életünket. Ez lehet valami, amit valaki mond, egy bizonyos szó vagy mondat, ami véletlenül hagyja el az illető száját, vagy lehet egy mozdulat, amelyen megakad a tekintetünk, elgondolkoztat talán, és ami által nagyon tisztán meglátunk egy helyzetet. Vagy lehet ez egy mondat vagy egy bekezdés egy könyvből, magazinból vagy újságból. Számtalan dolog taníthat bennünket.",
      "author": "Frank D. Cardelle"
    }
  ]
}
