{
  "self-esteem": [
    {
      "quote": "Akár azt hiszed, képes vagy rá, akár azt, hogy nem, igazad lesz.",
      "author": "Henry Ford"
    },
    {
      "quote": "A legtöbben meg vagyunk győződve arról, hogy hegyeket tudnánk megmozgatni, ha valaki eltakarítaná az útból a dombokat.",
      "author": "James Matthew Barrie"
    },
    {
      "quote": "Nem szabad hagynunk, hogy a félelmeink visszatartsanak a reményeink követésétől.",
      "author": "John Fitzgerald Kennedy"
    },
    {
      "quote": "Csak a legritkább esetben kövessed mások tanácsát: az olyan dologban, amelyet már meggondoltál, ki ismerhetné jobban az összes körülményeket, mint te magad?",
      "author": "Ludwig van Beethoven"
    },
    {
      "quote": "Az ember nem fedez fel új világrészeket, ha nincs mersze az ismert partokat maga mögött hagyni.",
      "author": "André Gide"
    },
    {
      "quote": "Nem buktam el, csak találtam tízezer utat, ami nem járható.",
      "author": "Thomas Alva Edison"
    },
    {
      "quote": "Ne gondold, hogy ami neked nehezedre esik, az emberileg lehetetlen. Inkább úgy fogd fel, hogy ami emberileg lehetséges és megszokott, azt te is elérheted.",
      "author": "Marcus Aurelius"
    },
    {
      "quote": "Legyél azzá, amiért születtél, merd vállalni önmagad, és boldog leszel!",
      "author": "Böjte Csaba"
    },
    {
      "quote": "A legtöbb esetben a világ ígéretei csupán illúziók; az a legjobb és legbiztosabb, ha hiszünk önmagunkban, és tisztában vagyunk saját értékeinkkel.",
      "author": "Buonarroti Michelangelo"
    },
    {
      "quote": "Erényed álljon magasabban, semhogy a nevek bizalmaskodhassanak véle: s ha beszélned kell róla, ne szégyelld, ha dadogva teszed. Szólj hát és dadogj: “Ez az én “jóm”, ezt szeretem, így tetszik nékem igazán, csak így akarom én a jót.",
      "author": "Friedrich Nietzsche"
    },
    {
      "quote": "A sikerben kételkedni kell, de viselkedjünk úgy, mintha egyáltalán nem kételkednénk.",
      "author": "Csáth Géza"
    },
    {
      "quote": "Úgy kell élned életed minden egyes napját, hogy a legjobban érezd magad a bőrödben - és hogy ha holnap vége mindennek, akkor is elégedett légy magaddal.",
      "author": "Jane Seymour"
    },
    {
      "quote": "A sikert nem hajszolni kell, hanem vonzani, azáltal, hogy vonzó személyiségekké fejlesztjük magunkat.",
      "author": "Jim Rohn"
    },
    {
      "quote": "Nem azért nem merjük, mert nehéz, hanem azért nehéz, mert nem merjük.",
      "author": "Lucius Annaeus Seneca"
    },
    {
      "quote": "Életünkben leginkább arra van szükségünk, hogy legyen valaki, aki rábír, hogy megtegyük, amire képesek vagyunk.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "Vagy találunk ott utat, vagy építünk egyet.",
      "author": "Hannibal Barkasz"
    },
    {
      "quote": "Hittel tedd meg az első lépést! Nem kell hozzá látnod az egész lépcsőt, csak az első lépcsőfokot.",
      "author": "Martin Luther King"
    },
    {
      "quote": "Csak az erős nem szégyelli gyengeségeit.",
      "author": "Feleki László"
    },
    {
      "quote": "Ha nincs önbizalmad, kétszeresen is veszítettél az élet versenyén. Önbizalommal már akkor nyersz, amikor még el sem indultál.",
      "author": "Marcus Mosiah Garvey"
    },
    {
      "quote": "Magunk vagyunk minden: a gondolataink, az életünk, beteljesült álmaink. Magunk vagyunk minden, amik csak lenni akarunk. Határtalanok vagyunk, akár a végtelen univerzum.",
      "author": "Shad Helmstetter"
    },
    {
      "quote": "Minden emberi lény számára létszükséglet az önmagával való elégedettség.",
      "author": "Alexander Sutherland Neill"
    },
    {
      "quote": "Ha meg tudsz nézni valamit a saját szemeddel, akkor nincs szükséged arra, hogy mások véleményére hallgass.",
      "author": "Takami Kósun"
    },
    {
      "quote": "Ha az ember nem futamodik meg a helyzet elől, hanem nekimegy elszántan, mint a faltörő kos, akkor a helyzet futamodik meg az ember elől.",
      "author": "Ara Rauch"
    },
    { "quote": "Gondolkodj, higgy, álmodj, és merj!", "author": "Walt Disney" },
    {
      "quote": "Az ötödik születésnapomon történt, hogy apám a vállamra tette kezét, és azt mondta: ne feledd, fiam, ha bármikor szükséged van egy segítő kézre, mindig találsz egyet a karod végén.",
      "author": "Sam Levenson"
    },
    {
      "quote": "Sok ember fél kimondani, mit szeretne. Éppen ezért nem kapják meg azt, amit szeretnének.",
      "author": "Madonna"
    },
    {
      "quote": "Valahányszor számunkra megoldhatatlan létkérdés elé kerülünk, és a továbbiakban a dilemma nem hagy nyugton, mindent elkövetünk, hogy halogassuk, megkerüljük a szembenézést azzal a megoldással, amellyel eddig nem néztünk szembe.",
      "author": "Paul Georgescu"
    },
    {
      "quote": "Már most is bennünk van az az erő, ami ahhoz kell, hogy megtegyük azokat a dolgokat, amelyekről el sem tudtuk képzelni, hogy lehetségesek.",
      "author": "Maxwell Maltz"
    },
    {
      "quote": "Tudom, hogy lehetetlen, de tudom, hogy meg fogom csinálni!",
      "author": "Philippe Petit"
    },
    {
      "quote": "Nagyon sok célom, tervem és vágyam volt, de sokszor megtörtént, hogy teljes erővel küzdöttem értük, és mégis minden másképp alakult. (…) Megtanultam bízni abban, hogy az előttem álló, még ismeretlen útszakasz az egész utazás legszebb része lehet. Hogy a következő útelágazásnál ismét vár egy lehetőség, amelyet megragadva megérthetem, hogy mi az, ami valóban fontos, és ami boldoggá teszi az életemet.",
      "author": "Eva-Maria Zurhorst"
    },
    {
      "quote": "Húzd ki magad, mosolyogj, hadd törjék csak a fejüket, hogy mitől van olyan jó kedved.",
      "author": "Dan Brown"
    }
  ]
}
