{
  "success": [
    {
      "qoute": "Nem a siker a kulcs a boldogsághoz. A boldogság a kulcs a sikerhez. Ha szereted azt, amit csinálsz, sikeres leszel.",
      "author": "Albert Schweitzer"
    },
    {
      "qoute": "Egy diáknak egy nap egy leckét tudsz megtanítani; de ha meg tudod tanítani, hogy kíváncsisággal tanuljon, akkor egész életén keresztül tanulni fog.",
      "author": "Clay P. Bedford"
    },
    {
      "qoute": "A siker titka csupán az elhatározásban rejlik: elhatározod, mit akarsz elérni, majd napról napra kitartóan teszel is érte, még akkor is, ha úgy tűnik, hogy nem fog sikerülni.",
      "author": "Anthony Robbins"
    },
    {
      "qoute": "A sikerhez vezető lift nem működik. Használd a lépcsőt! Lépésről lépésre...",
      "author": "Joe Girard"
    },
    {
      "qoute": "Az amatőrök ülnek és várnak az inspirációra. Mi többiek felkelünk, és elmegyünk dolgozni.",
      "author": "Stephen King"
    },
    {
      "qoute": "Sosem mondtam, hogy “hát, nekem ez sincs, nekem az sincs”. Azt mondtam: nekem ilyenem még nincs, de meg fogom szerezni.",
      "author": "Tina Turner"
    },
    {
      "qoute": "Tényleg úgy van, hogy ha az életedet önmagad miatt éled, akkor a sikerélmény akkor jön, amikor nem is várod.",
      "author": "Csernus Imre"
    },
    {
      "qoute": "A sikeres ember rendelkezik azzal a szokással, hogy megteszi azokat a dolgokat, amelyeket a sikertelen emberek nem szívesen csinálnak.",
      "author": "Stephen R. Covey."
    },
    {
      "qoute": "A sikertelenség mindig fokozza törekvéseink erejét.",
      "author": "Honoré de Balzac"
    },
    {
      "qoute": "Az élet nem arról szól, hogy megtaláld önmagad. Az élet arról szól, hogy létrehozd önmagad.",
      "author": "George Bernard Shaw"
    },
    {
      "qoute": "Siker az, amikor bukástól bukásig sétálunk, anélkül, hogy lelkesedésünket elveszítenénk.",
      "author": "William Churchill"
    },
    {
      "qoute": "Az egyik legnagyobb megelégedettéget az életben annak megvalósítása adja, amelyről mások azt állítják, nem tudod megtenni.",
      "author": "Walter Bagehot"
    },
    {
      "qoute": "A siker nem azt jelenti, hogy soha nem hibázunk. A siker az, hogy nem követjük el kétszer ugyanazt a hibát.",
      "author": "George Bernard Shaw"
    },
    {
      "qoute": "Két tényező teszi sikeresség az embert: a tehetsége és a motiváltsága.",
      "author": "Seth Stephens-Davidowitz"
    },
    {
      "qoute": "A siker nem a végső pont, a bukás nem végzetes: a folytatás bátorsága az, ami számít.",
      "author": "Winston Churchill"
    },
    {
      "qoute": "A sikerhez vezető út (...) rögös, először is, mert erőfeszítést kíván, másodszor pedig, mert a legjobb igyekezet is balul üthet ki. És ki akarná szaporítani a maga baját? Ne kövessük hát rövidlátóan a “kis lépések politikáját”, ráadásul holmi józan, elérhető cél érdekében, hanem helyezzük a célt lehetőleg szédítően magasra.",
      "author": "Paul Watzlawick"
    },
    {
      "qoute": "A sikert leginkább azok érik el, akik nem tudják, hogy a bukás elkerülhetetlen.",
      "author": "Coco Chanel"
    },
    {
      "qoute": "Ha azt tartod, hogy elveszett vagy, akkor el is vesztél. Ha azt hiszed, hogy nem mered megtenni, akkor nem is mered majd megtenni. Ha nyerni szeretnél, de úgy véled, nem tudsz nyerni, majdnem lehetetlen, hogy sikerüljön. Ha azt tartod, hogy veszíteni fogsz, veszítettél. Mert odakinn a világban látni fogod, hogy a siker az ember akaratával kezdődik.",
      "author": "Lafayette Ron Hubbard"
    },
    {
      "qoute": "A vereség kór, amire a győzelem az orvosság.",
      "author": "George R. R. Martin"
    },
    {
      "qoute": "A sikert azon mérd le, amit feladtál, hogy elérd.",
      "author": "Dalai Láma"
    },
    {
      "qoute": "A tevékenykedés minden siker alapja.",
      "author": "Pablo Picasso"
    },
    {
      "qoute": "A siker titka az, hogy megkockáztassuk a nem szokványos gondolatokat. A szokványosság a haladás ellensége. Ha az embernek egy kicsit több sütnivalója van, mint egy vekni kenyérnek, akkor képes feltalálni valamit.",
      "author": "Trevor Baylis"
    },
    {
      "qoute": "A “csúcsra jutottam” megfogalmazás mindig zavart, mert onnan már csak lefelé lehet menni. Egy fennsíkra érkeztem, ebben hiszek, és szeretnék még elidőzni ezen a tájon.",
      "author": "Nagy Bandó András"
    },
    {
      "qoute": "A siker titka, hogy egy mindennapi dolgot nem mindennapi mértékben JÓL kell csinálni.",
      "author": "John D. Rockefeller Jr."
    },
    {
      "qoute": "Csak akkor érhetsz el sikert, ha szilárdul hiszel benne. Amint habozni kezdesz vagy elbátortalanodsz, abban a pillanatban veszélybe kerül a szándékod.",
      "author": "Peter Freund"
    },
    {
      "qoute": "Az életben, ha sikert akarunk elérni, mindent jó előre ki kell számítani.",
      "author": "Agatha Christie"
    },
    {
      "qoute": "Általában azok sikeresek az életben, akik nagyon el vannak foglalva azzal, hogy hajtanak utána.",
      "author": "Henry David Thoreau"
    },
    {
      "qoute": "Ha csak azt tesszük, ami nem esik nehezünkre, soha nem leszünk sikeresek. Abból tudhatjuk, hogy jó úton vagyunk a sikeres élet felé, ha az út, amelyen járunk meredeken felfelé halad.",
      "author": "Gary Chapman"
    },
    {
      "qoute": "Töltsd időd 80 százalékát azzal, hogy a holnap lehetőségeire fókuszálsz és nem a tegnap problémáira.",
      "author": "Brian Tracy"
    },
    {
      "qoute": "Ha az ember csaknem mindig nyer, akkor a győzelemnek olyan lesz az íze, mint a megerjedt szőlőlének.",
      "author": "Stephen King"
    },
    {
      "qoute": "A sikerességhez a hozzáállás épp olyan fontos, mint a képesség.",
      "author": "Mark Caine"
    },
    {
      "qoute": "Ha azt tartod, hogy elveszett vagy, akkor el is vesztél. Ha azt hiszed, hogy nem mered megtenni, akkor nem is mered majd megtenni. Ha nyerni szeretnél, de úgy véled, nem tudsz nyerni, majdnem lehetetlen, hogy sikerüljön. Ha azt tartod, hogy veszíteni fogsz, veszítettél. Mert odakinn a világban látni fogod, hogy a siker az ember akaratával kezdődik.",
      "author": "Lafayette Ron Hubbard"
    },
    {
      "qoute": "A siker útja mindig építés alatt áll.",
      "author": "Lily Tomlin"
    },
    {
      "qoute": "A siker annyit jelent, hogy az ember épp azokkal a képességekkel rendelkezik, melyekre egy adott pillanatban szükség van.",
      "author": "Henry Ford"
    },
    {
      "qoute": "A kudarc és a siker közötti választóvonal olyan vékony, hogy alig vesszük észre, mikor lépjük át.",
      "author": "Elbert Hubbard"
    },
    {
      "qoute": "Ha a siker “A”, akkor “A” egyenlő X plusz Y plusz Z, ahol X a munka, Y a játék, a Z pedig, hogy tartsd a szád.",
      "author": "Albert Einstein"
    },
    {
      "qoute": "A motiváció késztet arra, hogy csinálj valamit. Mindig motivál valami, amikor megteszel valamit (...). A megfelelő motiváció hozzásegít a sikerhez.",
      "author": "Daryl Bernstein"
    },
    {
      "qoute": "Hogy sikeressé válj... Találj valamit, amihez ragaszkodhatsz, ami motivál, ami inspirációt ad.",
      "author": "Tony Dorsett"
    },
    {
      "qoute": "Nézze: maga nem nagy jellem, remélem, ezzel maga is tisztában van, de tehetséges léggömb, magasra szállhat, ne kösse magát egy olyan fához, amely akadályozza a felemelkedésben.",
      "author": "Moldova György"
    },
    {
      "qoute": "Minél inkább hiszünk abban, hogy csak rajtunk múlik a siker, annál könnyebben elérhetjük.",
      "author": "Giacinto Facchetti"
    },
    {
      "qoute": "Az embernek onnan kell felkelnie, ahol elesett, de rögtön - ez a siker egyetlen útja.",
      "author": "Jü Hua"
    },
    {
      "qoute": "Tartós boldogságot adó sikerre akkor lelhetünk, ha arra törekszünk, hogy gazdagítsuk mások életét.",
      "author": "Gary Chapman "
    },
    {
      "qoute": "Ha becsülik az embert , az olyan jó érzés, mintha az ember állandóan napfényben sütkéreznék, és szívében kellemes, derűs érzések bontakoznak ki.",
      "author": "Charlotte Bronte"
    },
    {
      "qoute": "A nagy emberek nem születnek nagynak, de azzá lesznek.",
      "author": "Mario Gianluigi Puzo"
    },
    {
      "qoute": "Dolgozz keményen, csendben, és hagyd, hogy a sikered beszéljen helyetted!",
      "author": "Frank Ocean"
    },
    {
      "qoute": "Sohasem álmodoztam a sikerről, megdolgoztam érte.",
      "author": "Estée Lauder"
    },
    {
      "qoute": "Az életben a legtöbb kudarcot azok az emberek szenvedik el, akik nem ismerik fel, milyen közel jártak már a sikerhez, amikor feladták a harcot.",
      "author": "Thomas John Watson"
    },
    {
      "qoute": "A sikeres ember az alatt az idő alatt halad előre, amit mások elpazarolnak.",
      "author": "Henry Ford"
    },
    {
      "qoute": "Egy idő után én is réjöttem, nem az a fizetség, ha az embert felismerik az utcán, hanem az, ha a filmjeire emlékeznek.",
      "author": "Leonardo DiCaprio"
    },
    {
      "qoute": "Minden nehézség után kérdezd meg magadtól: “Mit csináltam jól?” és “Mit csinálnék másképp?”",
      "author": "Brian Tracy"
    },
    {
      "qoute": "A siker általában belépőjegy egy sor újabb döntéshez.",
      "author": "Henry Kissinger"
    },
    {
      "qoute": "Az emberek nevetni fognak az álmaidon, aztán meg utálni fognak, amikor megvalósítod őket. ",
      "author": "Arnold Schwarzenegger"
    },
    {
      "qoute": "Ha három madár ül egy kerítésen, és kettő elhatározza, hogy elrepül, hány madár marad a kerítésen? A válasz: három. A tanulság: attól, hogy elhatározol valamit, még nem teszed meg.",
      "author": "Robert Kiyosaki"
    },
    {
      "qoute": "Voltak olyan pillanatok, amikor úgy éreztem, hogy elegem van (...), de mindig sikerült új célokat kitűznöm magam elé, és ez elég volt ahhoz, hogy tovább koncentráljak. Ha az ember egyszer megérzi a siker ízét, és látja, hogy a befektetett munkának megvan az eredménye, akkor tovább tud küzdeni.",
      "author": "Oliver Kahn"
    },
    {
      "qoute": "A siker úgy tűnik, a cselekvéssel áll összefüggésben. A sikeres emberek mindig lépnek. Csinálnak hibákat, de nem adják fel.",
      "author": "Conrad Hilton"
    },
    {
      "qoute": "A (...) motiváció hasznos, mert arra ösztönöz, hogy sikeres légy.",
      "author": "Daryl Bernstein"
    },
    {
      "qoute": "Ha sikeres akarsz lenni, a dolog nagyon egyszerű. Érts ahhoz, amit csinálsz! Szeresd, amit csinálsz! És higgy abban, amit csinálsz! Igen, ilyen egyszerű ez.",
      "author": "Will Rogers"
    },
    {
      "qoute": "A sikerhez vezető három lépés közül az utolsó, az első és a közbülső a leglényegesebb.",
      "author": "Ralph S. Marston, Jr."
    },
    {
      "qoute": "A sikeres harcos átlagos ember, lézer pontosságú összpontosítással.",
      "author": "Bruce Lee"
    },
    {
      "qoute": "Becsüld föl a sikereidet a boldogságod és az elégedettséged alapján, és akkor tudni fogod, hogy tényleg sikeres vagy-e.",
      "author": "Shannon Leto"
    },
    {
      "qoute": "Sikeres ember az, aki erős alapokat képes építeni azokból a téglákból, amiket mások hozzávágnak.",
      "author": "David Brinkley"
    },
    {
      "qoute": "Ha arra vársz, hogy a lehetőségek az öledbe hulljanak, akkor sosem leszel sikeres az életben.",
      "author": "Sri Chinmoy"
    },
    {
      "qoute": "Saját eltökéltséged arra, hogy sikeres légy, fontosabb bármi másnál.",
      "author": "Abraham Lincoln"
    },
    {
      "qoute": "Akár van, akár nincs érzéked a sikerhez (...), lehetőséged van arra, hogy kifejleszd ezt a képességedet. Ha szilárdan elhatározod, hogy megváltozol, és van egy csepp józan eszed, az élet bármely területén célhoz érhetsz.",
      "author": "Daryl Bernstein"
    },
    {
      "qoute": "A siker akkor kopogtat be az ajtódon, ha gondoskodsz róla, hogy pótolhatatlanná válj.",
      "author": "Ralph S. Marston, Jr."
    },
    {
      "qoute": "Az első mindig az osztrigát kapja, a második a héját.",
      "author": "Andrew Carnegie"
    },
    {
      "qoute": "Az a sikeres ember, aki rájön, mi a helyzet a vállalkozásával, még mielőtt a versenytársai rájönnének.",
      "author": "Roy L. Smith"
    },
    {
      "qoute": "Nem az lesz sikeres, aki pusztán elkezd valamit. Az lesz sikeres, aki elkezdi, és ha a fene fenét eszik is, befejezi.",
      "author": "Napoleon Hill"
    },
    {
      "qoute": "Mindenki röhögött az öltözködési stílusomon, de ebben rejlett a sikerem titka. Más voltam.",
      "author": "Coco Chanel"
    },
    {
      "qoute": "Nem azoké a siker, akik sohasem buktak el, hanem azok, akik elbuktak, és ismét felálltak belőle.",
      "author": "Kimi Räikkönen"
    },
    {
      "qoute": "A siker azt jelenti, hogy a legjobbat hozzuk ki magunkból azokkal az eszközökkel, amik rendelkezésünkre állnak.",
      "author": "Zig Ziglar"
    },
    {
      "qoute": "Az élet fájdalmakat fog hozni. A te felelősséged, hogy létrehozd az élvezetet.",
      "author": "Milton Erickson"
    },
    {
      "qoute": "Mi a siker lényege? A sikeres ember az, aki reggel felkel, lefekszik este, és a kettő között azt teszi, amit akar.",
      "author": "Bob Dylan"
    },
    {
      "qoute": "Az út, ami a sikerhez vezet, mindig felújítás alatt van.",
      "author": "Lily Tomlin"
    },
    {
      "qoute": "A nagy emberek nem hajlandók feladni, nem ismerik a módját. Ezért lehet jussuk a győzelem.",
      "author": "Fekete vitorlák c. film"
    },
    {
      "qoute": "Mindenkinek saját generációján belül kell megcsinálni karrierjét, anyagi biztonságát - azok körében, akik ismerik, méltányolják képességeit, és tudják, kiről van szó, mert az utána következő generációtól ne várjon kíméletet, elismerést vagy megértést - az már a saját embereivel, eszméivel s összeköttetéseivel van elfoglalva.",
      "author": "Lengyel Menyhért"
    },
    {
      "qoute": "Két lehetőséged van. Vagy állandóan menekülsz, rejtőzködsz és a világot okolod az összes problémádért, vagy megvéded magad, és elhatározod, hogy fontos ember leszel.",
      "author": "Sidney Sheldon"
    },
    {
      "qoute": "Úgy látom, minél keményebben dolgozom, annál nagyobb a szerencsém.",
      "author": "Thomas Jefferson"
    },
    {
      "qoute": "Ha rövid időre is, néha nem árt megtorpanni, hátra nézni, nyugodtan áttekinteni a megtett utat, és talán - miért is ne? - örülni neki, hogy eljutottunk idáig.",
      "author": "Jorge Bucay"
    },
    {
      "qoute": "Ha lenne rá 8 órám, hogy kivágjak egy fát, ebből 6 órát azzal töltenék, hogy élezem a fejszémet.",
      "author": "Abraham Lincoln"
    },
    {
      "qoute": "Életed legszebb évei azok, amikor eldöntöd, hogy a problémáid a tieid. Nem okolod az anyádat, a környezetet, az elnököt. Észreveszed, hogy a te hatáskörödbe tartozik a végzeted.",
      "author": "Albert Ellis"
    },
    {
      "qoute": "A sikert gyakran kíséri irigység, a sikerbe fektetett munkát nagyon ritkán.",
      "author": "Mandel Mirjam"
    },
    {
      "qoute": "Ha jobban megnézzük, a hirtelen jött sikerek hosszú munka eredményei.",
      "author": "Steve Jobs"
    },
    {
      "qoute": "A bevételed közvetlenül a filozófiádhoz kötődik, nem a gazdasághoz.",
      "author": "Jim Rohn"
    },
    {
      "qoute": "A kudarcot vallottak kilencven százaléka valójában nem bukik el... egyszerűen csak feladják.",
      "author": "Paul J. Meyer"
    },
    {
      "qoute": "Ahhoz, hogy az életben sikeres legyél, két dologra van szükség: nemtörődömség és magabiztosság.",
      "author": "Mark Twain"
    },
    {
      "qoute": "Természetesen az élet fontos része a szórakozás. De miközben te partizol és hülyéskedsz, aközben valaki más keményen dolgozik. Valaki tanul, és a valaki győz. Ezt sose téveszd szem elől.",
      "author": "Arnold Schwarzenegger"
    },
    {
      "qoute": "Gondolj ki valamit. Legyen ez a valami az életed - gondolj rá, álmodozz róla, élj ebben a gondolatban. Engedd, hogy az agyad, az izmaid, az idegeid, a tested minden része elteljen ezzel a gondolattal, és minden más gondolatot rekessz ki. Ez az út vezet a sikerhez, ezen a módon éltek a nagy spirituális óriások.",
      "author": "Swami Vivekananda"
    },
    {
      "qoute": "A siker titka, hogy megtanuld, hogyan használd fel a fájdalmat és az örömöt ahelyett, hogy a fájdalom és az öröm használna ki téged. Ha ezt megtanulod, te tartod kézben az életedet, ha elmulasztod, kiszolgáltatod magad az életnek.",
      "author": "Anthony Robbins"
    },
    {
      "qoute": "A közönség sokféleképpen ítél és ezért nincs olyan emberfia, aki előre meg tudná mondani valamelyik darabnak a sorsát.",
      "author": "Blaha Lujza"
    },
    {
      "qoute": "Mindig a jövőnek kell dolgozni, nem a hirtelen zsebre vágható pillanatnyi sikernek.",
      "author": "Móricz Zsigmond"
    },
    {
      "qoute": "A sikerek mögötti igazi erő az, amit magamban találtam - valami, ami mindannyiunkban ott van, egy kis darab isten, aki arra vár csak, hogy felfedezzék.",
      "author": "Tina Turner"
    },
    {
      "qoute": "Amikor döntést kell hozni, a legjobb dolog, amit tehetsz, a megfelelő dolog, a második legjobb a rossz, a legrosszabb pedig az, ha semmit nem csinálsz.",
      "author": "Theodore Roosevelt"
    }
  ]
}
